Repository: PierreLebedel/PlebShippingRulesets
Catalog: languages/pleb-woocommerce-shipping-rulesets-*.po
Languages: fr_fr

source: %s requires WooCommerce to be installed and active. You can download %s here.
fr_fr: %s requiert l'installation et l'activation de WooCommerce. Vous pouvez télécharger %s ici.

source: %s: Number of items in cart
fr_fr: %s : Nombre d'articles dans le panier

source: %s: Percentage based fees
fr_fr: %s : Supplément basé sur un pourcentage du prix

source: %s: Shopping cart price
fr_fr: %s : Prix du panier

source: Add default ruleset
fr_fr: Ajouter un groupe par défaut

source: Add new rule
fr_fr: Ajouter une règle

source: Add new ruleset
fr_fr: Ajouter un groupe de règles

source: Add Shipping rulesets method to the shipping zone
fr_fr: Ajoutez le mode Groupe de règles d'expédition à votre zone d'expédition

source: Add your review
fr_fr: Notez cette extenstion

source: Ajax action missing params: %s
fr_fr: Paramètre manquant dans la requête ajax : %s

source: Are you sure to delete default ruleset?
fr_fr: Êtes-vous sûr de supprimer le groupe par défaut ?

source: Are you sure to delete this rule?
fr_fr: Êtes-vous sûr de supprimer cette règle ?

source: Are you sure to delete this ruleset and all of its rules?
fr_fr: Êtes-vous sûr de supprimer ce groupe ainsi que toutes ses règles ?

source: Base price
fr_fr: Tarif de base

source: Cart item quantity
fr_fr: Quantité d'articles dans le panier

source: Cart item quantity (category)
fr_fr: Quantité d'article (catégorie)

source: Cart item quantity (shipping class)
fr_fr: Quantité d'articles (classe d'expédition)

source: Cart item quantity from %s category
fr_fr: Quantité d'articles de la catégorie %s

source: Cart price
fr_fr: Prix du panier

source: Cart price tax exclusive
fr_fr: Prix du panier HT

source: Cart price tax inclusive
fr_fr: Prix du panier TTC

source: Cart weight (%s)
fr_fr: Poids des articles du panier (%s)

source: Check for true, uncheck for false
fr_fr: Cocher pour vrai, décocher pour faux

source: Choose an option
fr_fr: Choisissez

source: Coupon
fr_fr: Code promo

source: Current date
fr_fr: Date courante

source: Current time
fr_fr: Heure courante

source: Current year
fr_fr: Année courante

source: Date & time
fr_fr: Date & heure

source: Day of month
fr_fr: Jour du mois

source: Day of week
fr_fr: Jour de la semaine

source: Debug mode
fr_fr: Mode débogage

source: Default
fr_fr: Par défaut

source: Delete
fr_fr: Supprimer

source: Docs
fr_fr: Documentation

source: Duplicate
fr_fr: Dupliquer

source: Each matching ruleset is available as distinct shipping rate
fr_fr: Un tarif d'expédition distinct pour chaque groupe de règles correspondant au panier

source: Edit
fr_fr: Modifier

source: Enable Debug Mode
fr_fr: Activer le mode de débogage

source: Enter a cost or sum, e.g. %s. Tags will be dynamically replaced in price calculation.
fr_fr: Saisissez un prix ou une formule, ex : %s. Les tags seront automatiquement remplacés dans le calcul.

source: Feel free to send your requests if you think certain essential rules are missing.
fr_fr: N'hésitez pas à envoyer vos demandes si vous pensez qu'il manque des règles essentielles.

source: For example, you can set shipping costs of %s minimum, and %s of the order price maximum, using %s %s and %s %s
fr_fr: Par exemple, vous pouvez régler les frais de livraison à %s minimum, et %s du prix de la commande maximum, en inscrivant %s %s et %s %s

source: Front end cart display shipping method name & rate
fr_fr: Affichage du mode de livraison et du prix en Front end

source: Front end debug mode enabled, shows matching ruleset(s)
fr_fr: Mode de débogage activé, affichage des détails des groupes de règles identifiés

source: Github files
fr_fr: Fichiers sur Github

source: Global settings
fr_fr: Réglages généraux

source: I will work on these according on the time I have available.
fr_fr: Je travaillerai dessus selon le temps libre dont je dispose.

source: If you are a developer, feel free to contribute on %s!
fr_fr: Si vous être développeur, n'hésitez pas à contribuer au projet sur %s !

source: is absent
fr_fr: est absent

source: is present
fr_fr: est présent

source: Like
fr_fr: J'aime

source: Like this plugin?
fr_fr: Vous aimez cette extension ?

source: Loading...
fr_fr: Chargement...

source: Make your own rulesets to calculate shipping rates
fr_fr: Créez vos propres règles de calcul de frais d'expédition

source: Max:
fr_fr: Maximum :

source: Min:
fr_fr: Minimum :

source: Month of year
fr_fr: Mois de l'année

source: Move up/down to change ruleset priority
fr_fr: Déplacer vers le haut ou le bas pour modifier la priorité du groupe de règles

source: No default ruleset yet.
fr_fr: Aucun groupe par défaut pour le moment.

source: No rule in this ruleset yet.
fr_fr: Aucune règle dans ce groupe pour le moment.

source: No ruleset yet.
fr_fr: Aucun groupe de règles pour le moment.

source: No variable available yet. Add rule and save to get shortcode.
fr_fr: Aucune variable disponible pour le moment. Ajoutez une règle et enregistrez pour afficher les shortcodes.

source: Please choose the condition
fr_fr: Veuillez sélectionner la condition

source: Please leave a thumbs up ;)
fr_fr: Laissez un petit pouce ;)

source: Plugin directory
fr_fr: Page de l'extension

source: Price limits
fr_fr: Limites de prix

source: Price to apply:
fr_fr: Tarif à appliquer :

source: Replace method title by matching ruleset name in the shopping cart?
fr_fr: Remplacer le titre de la méthode par le nom du groupe de règles sélectionné ?

source: Replace method title?
fr_fr: Remplacer le titre de la méthode ?

source: Rule
fr_fr: Règle

source: Rules based shipping price
fr_fr: Tarif d'expédition basé sur des règles

source: Ruleset
fr_fr: Groupe de règles

source: Ruleset name
fr_fr: Nom du groupe de règles

source: Rulesets
fr_fr: Groupes de règles

source: Rulesets & rules settings metaboxes
fr_fr: Affichage des règles et groupes de règles

source: Rulesets based shipping method display options form
fr_fr: Formulaire de réglages des options d'affichage

source: Shipping rate(s) displayed
fr_fr: Tarif(s) d'expédition affiché(s)

source: Shipping rulesets
fr_fr: Groupes de règles d'expédition

source: Show available variables for this ruleset
fr_fr: Afficher les variables disponibles pour ce groupe

source: Single shipping rate based on the first ruleset with all rules matching the shopping cart
fr_fr: Un unique tarif d'expédition basé sur le premier groupe dont toutes les règles sont satisfaites par le panier

source: Single shipping rate suming costs of all rulesets with all rules matching the shopping cart
fr_fr: Un unique tarif additionnant les tarifs de tous les groupes satisfaits par le panier

source: Stop editing
fr_fr: Quitter l'édition

source: Thank you tu use this plugin!
fr_fr: Merci d'utiliser ce plugin !

source: The default ruleset allows you to apply a rate even if none of rulesets matches the shopping cart.
fr_fr: Le groupe par défaut vous permet d'appliquer un tarif même si aucun groupe de règle n'est entièrement satisfait par le panier d'achats.

source: These fields will limit the prices dynamically calculated by the rulesets.
fr_fr: Ces champs vont limiter les prix dynamiquement calculés par les groupes de règles.

source: They can also contain variables.
fr_fr: Ils peuvent eux-mêmes contenir des variables.

source: This base price will be added to the price of the group matching with the shopping cart.
fr_fr: Le tarif de base sera ajouté au tarif indiqué dans le groupe de règles correspondant à la commande.

source: This shipping method will not be available if the cart don't satisfies entirely none of rulesets.
fr_fr: Ce mode d'expédition sera inaccessible si le panier d'achat ne satisfait pas entièrement l'un des groupes de règles.

source: Translating
fr_fr: Traduction

source: Unknown ajax action: %s
fr_fr: Action inconnue dans la requête ajax : %s

source: Useful links
fr_fr: Liens utiles

source: User
fr_fr: Utilisateur

source: User is logged in
fr_fr: L'utilisateur est connecté

source: User role
fr_fr: Le rôle de l'utilisateur

# User role is/isn't
source: is
fr_fr: est

# User role is/isn't
source: isn't
fr_fr: n'est pas

source: Vars
fr_fr: Variables

source: WordPress plugin
fr_fr: Extension WordPress

source: Works the same as %s setting field
fr_fr: Fonctionne de la même manière que le champ de réglages %s

source: Works the same as WooCommerce Flat Rate
fr_fr: Fonctionne de la même manière que le mode d’expédition Forfait de WooCommerce
